// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "Hay datos modificados. ¿Desea continuar?";
kCheckChangesAlertContinueButtonTitleKey = "Continuar";
kCheckChangesAlertMessageKey = "Si continúa, se perderán los cambios realizados. Haga clic en Cancelar para descartar la acción que realizó y continuar con la tarea.";

DeviceStatusUnknown = "Desconocido";

NoItemsMenuTitle = "No hay elementos disponibles";

NotEnoughSpaceTitle = "No se ha podido iniciar la HP Utility";
NotEnoughSpaceMsg = "El disco de arranque casi está lleno. Deberá eliminar archivos para aumentar el espacio disponible en el disco de arranque.";

RecentUnreachableTitle = "No se pudo establecer la conexión";
RecentUnreachableMsg = "%@ no está disponible actualmente. Verifique que esté encendida y conectada, o inténtelo nuevamente más tarde.";

AirPortDeviceErrorTitle = "La HP Utility no puede funcionar con dispositivos conectados a AirPort.";
SharedDeviceErrorTitle = "La HP Utility no puede funcionar con dispositivos compartidos.";
NotDirectDeviceErrorDescription = "Conecte el dispositivo directamente a su Mac para trabajar con él.";

NoUtilityMessage = "Reinstale el software suministrado con el dispositivo.";

// menu items
ShowAdvanced = "Mostrar opciones avanzadas";
HideAdvanced = "Ocultar opciones avanzadas";

DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Reanudar";
SupplyInfoTaskTitle = "Información de suministros";
TravelInfoTaskTitle = "Info para viajes";

kTaskGroupInformationTitleKey = "Información";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "Configuración";
kTaskGroupSupportTitleKey = "Soporte";
kTaskGroupJobCenterTitleKey = "Centro de trabajos";

kTaskGroupUnknownTitleKey = "Otro";
kTaskGroupInformationAndSupportTitleKey = "Información y soporte";
kTaskGroupInformationAndPrintQualityTitleKey = "Información y calidad de impresión";
kTaskGroupPrinterSettingsTitleKey = "Ajustes de la impresora";
kTaskGroupFaxSettingsTitleKey = "Configuración del fax";
kTaskGroupNetworkSettingsTitleKey = "Ajustes de red";
kHSDTaskGroupScanSettingsTitleKey = "Ajustes del escáner";

ApplyButtonTitle = "Aplicar ahora";

kViewMenuTitle = "Ver";

AskSaveChangesAlertTitle = "Ha cambiado los ajustes en esta pantalla";
AskSaveChangesAlertMsg = "¿Desea aplicar los cambios antes de cerrarla?";
AskSaveChangesDontApplyButtonTitle = "No aplicar";
AskSaveCahngesApplyButtonTitle = "Aplicar";

MultipleAskSaveChangesAlertTitle = "Ha cambiado ajustes en %i ventanas";
MultipleAskSaveChangesAlertMsg = "¿Desea revisar estos cambios antes de salir?";
MultipleAskSaveChangesDiscardButtonTitle = "Descartar cambios";
MultipleAskSaveChangesReviewButtonTitle = "Revisar cambios...";

ConnectingMessage = "Conectando al dispositivo\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "Seleccione un dispositivo para comenzar";

DevicesItemTitleString = "Dispositivos";
DevicesItemTooltipString = "Mostrar/ocultar dispositivos";
SupportItemTitleString = "Soporte de HP";
SupportItemTooltipString = "Soporte en línea de HP";
SuppliesItemTitleString = "Suministros";
SuppliesItemTooltipString = "Comprar suministros en línea";
RegistrationItemTitleString = "Registro";
RegistrationItemTooltipString = "Registro en línea";
RecyclingItemTitleString = "Reciclaje";
RecyclingItemTooltipString = "Devolución y reciclaje en línea";
MarsItemTitleString = "Mejora del producto";
MarsItemTooltipString = "Estudio de mejora de productos de HP";
TasksItemTitleString = "Todas las configuraciones";
TasksItemTooltipString = "Mostrar toda la configuración";
SearchItemTitleString = "Buscar";
SearchItemTooltipString = "Buscar complemento o palabra clave";

HSDAddDevicesToolTip = "Añadir dispositivos";
HSDRemoveDevicesToolTip = "Eliminar el dispositivo o el grupo inteligente seleccionado";
HSDPullDownMenuToolTip = "Menú Acciones";
TaskCellWidth = "98";

PrintersGroupString = "DISPOSITIVOS";
SmartGroupsString = "GRUPOS INTELIGENTES";

PrinterName = "Nombre del dispositivo";
ModelName = "Modelo";
SerialNumber = "Número de serie";
IPAddress = "Dirección IP";
BluetoothAddress = "Dirección";
ConnectionType = "Conexión";

kSmartGroupDefaultName = "Grupo inteligente";
kSmartGroupRulePropertyModel = "Modelo";
kSmartGroupRulePropertyName = "Nombre";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "Dirección IP";
kSmartGroupRulePropertyConnectionType = "Tipo de conexión";

kSmartGroupRuleCriterionContains = "Contiene";
kSmartGroupRuleCriterionDoesntContain = "No contiene";
kSmartGroupRuleCriterionIs = "Es";
kSmartGroupRuleCriterionIsNot = "No es";
kSmartGroupRuleCriterionStartsWith = "Comienza por";
kSmartGroupRuleCriterionEndsWith = "Termina por";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "todo";
HSDRulesMatchStyleAny = "cualquiera";

IncompatibleTasksTitle = "Componentes incompatibles";
IncompatibleTasksMessage = "Algunos de los componentes instalados en el ordenador se han desarrollado para otra versión de HP Utility. Estos componentes no se cargarán y no se podrá acceder a ciertas funcionalidades del dispositivo. Haga clic en la opción Soporte técnico de HP en la barra de herramientas para visitar el sitio de soporte en línea de HP y descargar las últimas versiones de software de HP.";

NoComponentsTitle = "No se han encontrado todos los componentes de HP Utility";

ShowDevicesItemTitle = "Mostrar dispositivos";
HideDevicesItemTitle = "Ocultar dispositivos";
ShowToolbarItemTitle = "Mostrar barra de herramientas";
HideToolbarItemTitle = "Ocultar barra de herramientas";

DevicesMenuSetupDeviceItemTitle = "Configure un dispositivo nuevo...";
DevicesMenuSetupSelectedDeviceItemTitle = "Configurar el dispositivo seleccionado…";
DevicesMenuSetupWirelessItemTitle = "Conexión inalámbrica automática HP…";
DevicesMenuAddDevicesItemTitle = "Agregar dispositivos…";
DevicesMenuAddDeviceManuallyItemTitle = "Agregar dispositivo manualmente…";
DevicesMenuNewSmartGroupItemTitle = "Nuevo grupo inteligente…";
DevicesMenuEditSmartGroupItemTitle = "Editar grupo inteligente…";
DevicesMenuPrintersMenuTitle = "Lista de dispositivos";
DevicesMenuEmptyItemTitle = "(Vacío)";

DevicesMenuRemoveDeviceItemTitle = "Quitar dispositivo";
DevicesMenuRemoveSmartGroupItemTitle = "Quitar grupo inteligente";
DevicesMenuSortByItemTitle = "Ordenar por";
DevicesMenuNameItemTitle = "Nombre";
DevicesMenuAvailabilityItemTitle = "Disponibilidad";

HSDAddDeviceManuallyItemTitle = "Agregar dispositivo manualmente…";
HSDNewSmartGroupItemTitle = "Nuevo grupo inteligente…";
HSDEditSmartGroupItemTitle = "Editar grupo inteligente…";

DeviceNotAvailableMessageString = "El dispositivo seleccionado no está disponible en estos momentos. Seleccione un dispositivo distinto.";
ScanjetDeviceNotAvailableMessageString = "El dispositivo seleccionado no está disponible actualmente. Asegúrese de que este dispositivo esté encendido, conectado al equipo y que todo el software necesario esté instalado.";

AppManagerItemTitleString = "Aplicaciones";
AppManagerItemTooltipString = "Aplicaciones";

AppManagerAskApplyChangesAlertTitle = "¿Desea aplicar los cambios realizados?";
AppManagerAskApplyChangesAlertMsg = "Si no aplica los cambios, se perderán.";
AppManagerApplyButtonTitle = "Aplicar";
CancelButtonTitleKey = "Cancelar";
AppManagerDontApplyButtonTitle = "No aplicar";

NoSaveTitle = "No se pudo guardar el archivo";
DidNotSaveMessage = "Compruebe que hay suficiente espacio en disco y que dispone de privilegios de acceso para guardar el archivo en la ubicación especificada.";

ConnectMenuItemTitleFormat = "Conectar a %@";
EditMenuItemTitleFormat = "Editar %@...";
RemoveMenuItemTitleFormat = "Quitar %@";

ShowOnlineAccessWarningsCommandTitle = "Mostrar advertencias de acceso en línea";
HideOnlineAccessWarningsCommandTitle = "Ocultar advertencias de acceso en línea";

HSDSmartGroupNameTitle = "Nombre de grupo inteligente:";
HSDMatchTextFieldTitle1 = "Coincidencia";
HSDMatchTextFieldTitle2 = "de las reglas siguientes:";
HSDCancelButtonTitle = "Cancelar";
HSDOKButtonTitle = "Aceptar";

// locked feature view
HSDDisabledFeatureTitle = "Esta función fue bloqueada o desactivada por el administrador del dispositivo";
HSDDisabledFeatureDescription = "Puede habilitarse a través del panel de administración del dispositivo. Haga clic en el botón \"Ir\" de abajo para ir al panel.";
HSDNoWayToUnlockDescription = "No puede utilizar esta función porque ha sido bloqueada o desactivada. Para más información, contacte con la persona que configuró la impresora.";
HSDGoButton = "Ir";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "Su dispositivo tiene una suscripción activa para ordenar tinta.";
SubscribedSuppliesMessage = "No lo olvide… Puede obtener todos los cartuchos de recambio para esta impresora con descuento en HP Instant Ink. Todavía puede visitar la tienda en línea HP para comprar accesorios o consumibles para otros dispositivos.";
GoToStoreButtonTitle = "Ir a la tienda";

//Search Window
SearchWindowTitle = "Buscar";
SearchWindowTaskTitle = "Buscar:";
SearchWindowButtonCancelTitle = "Cancelar";
SearchWindowButtonSearchTitle = "Buscar";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "Acerca de la HP Utility";
"Hide HP Utility" = "Ocultar HP Utility";
"Hide Others" = "Ocultar otros";
"Show All" = "Mostrar todos";
"Quit HP Utility" = "Abandonar HP Utility";

"Devices" = "Dispositivos";

"Edit" = "Editar";
"Undo" = "Deshacer";
"Redo" = "Rehacer";
"Cut" = "Cortar";
"Copy" = "Copiar";
"Paste" = "Pegar";
"Delete" = "Eliminar";
"Select All" = "Seleccionar todo";

"View" = "Ver";

"Window" = "Ventana";
"Close" = "Cerrar";
"Minimize" = "Minimizar";
"Zoom" = "Zoom";
"Bring All to Front" = "Traer todos al frente";

Version = "Versión";

// Global Mode
MarsUnavailableAlertTitle = "No se puede configurar el programa de investigación Estudio de mejora de productos HP";
MarsUnavailableAlertDescription = "Sus dispositivos no reúnen los requisitos para formar parte del programa de investigación Estudio de mejora de productos HP.";
MarsUnavailableForOnlineDevicesAlertDescription = "Sus dispositivos online no reúnen los requisitos para el programa de investigación Estudio de mejora de productos HP. Encienda el resto de dispositivos, conéctelos a su Mac o a la red e inténtelo de nuevo.";
